Repository: jyotiness/ARTSDK
Catalog: Resources/*.lproj/Localizable.strings
Languages: fr

source: Cancel
fr: Annuler

source: Back
fr: Retour

# BACK_LOWER
source: Back
fr: Retour

source: Continue
fr: Continuer

# CONTINUE_CAPS
source: CONTINUE
fr: CONTINUER

source: Previous
fr: Précédent

source: Next
fr: Suivant

source: Done
fr: Terminé

source: Error
fr: Erreur

# ABOUT_TITLE_PHOTOSTOART
source: About Art.com
fr: À propos d'Art.com

source: Select Country
fr: Sélectionnez un pays

source: Select State
fr: Sélectionnez un état

source: Select Card Type
fr: Sélectionnez une carte de crédit

source: United States
fr: États-Unis

source: ZIP/Postal Code
fr: Code postal

source: Checkout
fr: Passer commande

source: SHIPPING ADDRESS
fr: ADRESSE DE LIVRAISON

source: Loading countries...
fr: Chargement des pays en cours

source: Loading states...
fr: Chargement des états en cours...

source: SEND RECEIPT TO
fr: ENVOYER UN REÇU

source: First Name
fr: Prénom

source: Last Name
fr: Nom

source: Company
fr: Entreprise

source: Optional
fr: Optionnel

source: Address
fr: Adresse

source: Address Line 2
fr: Adresse (suite)

source: Phone
fr: Téléphone

source: City
fr: Ville

source: State
fr: État

source: Choose Contact
fr: Choisir un contact

source: Choose Email
fr: Choisir un e-mail

source: Updating shipping address
fr: Mise à jour de l'adresse de livraison

source: Choose an Address for Shipment
fr: Choisir une adresse de livraison

source: Email Not Found
fr: E-mail introuvable

source: Choose an email
fr: Choisir un e-mail

source: ZIP
fr: Code postal

source: Postal Code
fr: Code postal

source: Fetching details
fr: Recherche des informations en cours

source: Choose your City
fr: Choisissez votre ville

source: Submitting order...
fr: Enregistrement de la commande en cours...

source: Card Number
fr: Numéro de la carte

source: Exp. Date
fr: Date d'exp.

source: Month / Year
fr: Mois/Année

source: Security Code / CVV
fr: Cryptogramme visuel

source: Same as Shipping Address
fr: Identique à l'adresse de livraison

source: FREE
fr: GRATUIT

# FREESHIP
source: FREE
fr: GRATUIT

source: CREDIT CARD
fr: CARTE DE CRÉDIT

source: BILLING ADDRESS
fr: ADRESSE DE FACTURATION

source: Credit Card Details
fr: Coordonnées bancaires

source: Shipping Address Details
fr: Détails de l'adresse de livraison

# PHOTOSTOART_COUPON
source: ART.COM COUPON
fr: CODE DE RÉDUCTION ART.COM

# MYPHOTOS_COUPON
source: Allposters.de COUPON
fr: CODE DE RÉDUCTION ALLPOSTERS.DE

# MESPHOTOS_COUPON
source: ALLPOSTERS.FR COUPON
fr: CODE DE RÉDUCTION ALLPOSTERS.FR

source: Coupon Code
fr: Code de réduction

source: Updating priority...
fr: Mise à jour d'expédition

# ENTER_COUPON_CODE_ABOVE
source: Please enter a coupon code above
fr: Merci d'entrer un code promo ci-dessus

source: Applying coupon...
fr: Application de la réduction en cours

# PLEASE_ENTER_COUPON_CODE
source: Please enter a valid coupon code
fr: Merci d'entrer un code promo valide

source: Removing coupon...
fr: Annulation de code promo en cours

source: Email Sent
fr: E-mail envoyé

# YOUR_MESSAGE_HAS_BEEN_SENT_PHOTOSTOART
source: Your message has been sent to Art.com. Thank you.
fr: Votre message a bien été envoyé à Art.com. Merci.

# YOUR_MESSAGE_HAS_BEEN_SENT_MYPHOTOS
source: Your message has been sent to Allposters.de. Thank you.
fr: Votre message a bien été envoyé à AllPosters.de. Merci.

# YOUR_MESSAGE_HAS_BEEN_SENT_MESPHOTOS
source: Your message has been sent to Allposters.fr. Thank you.
fr: Votre message a bien été envoyé à AllPosters.fr. Merci.

# MAIL_SUBJECT_MYPHOTOS
source: My Photosâ„¢
fr: My Photos™

# PHOTOSTOART_SUPPORT
source: Art.com Support
fr: AIDE SUR ART.COM

# MYPHOTOS_SUPPORT
source: Allposters.de Support
fr: AIDE SUR ALLPOSTERS.DE

# MESPHOTOS_SUPPORT
source: Allposters.fr Support
fr: AIDE SUR ALLPOSTERS.FR

# PLEASE_CONFIGURE_MAIL_ON_DEVICE
source: Please configure Mail on your device.
fr: Merci de configurer courrier sur votre appareil.

source: Arrives
fr: Entre le

# NO_EMAIL_ADDRESS_FOUND_FOR_CONTACT
source: No email address found for the contact
fr: Aucune adresse e-mail n'a été trouvée pour ce contact

source: Select
fr: Sélectionner

# PHOTOSTOART_CHECKOUT
source: Checkout
fr: Commander

# MYPHOTOS_CHECKOUT
source: Checkout
fr: Commander

# MESPHOTOS_CHECKOUT
source: Checkout
fr: Commander

source: Subtotal
fr: Sous-total

source: Discount
fr: Réduction

source: Estimated Sales Tax
fr: TVA

# SHIPPING_CAPS
source: SHIPPING
fr: LIVRAISON

source: Shipping
fr: Livraison

source: PLACE ORDER
fr: PASSER MA COMMANDE

source: Shipping Details
fr: Détails de livraison

# SHIPPING_DETAILS_HEADER
source: Shipping Details
fr: livraison

# ENTER_PHOTOSTOART_COUPON_CODE
source: Enter Art.com Coupon Code
fr: Entrez le code de réduction Art.com

# ENTER_MYPHOTOS_COUPON_CODE
source: Enter Allposters.de Coupon Code
fr: Entrez le code de réduction AllPosters.de

# ENTER_MESPHOTOS_COUPON_CODE
source: Enter Allposters.fr Coupon Code
fr: Entrez le code de réduction AllPosters.fr

source: Enter Coupon Code
fr: Entrez le code de réduction

source: Remove Coupon
fr: Supprimer le code

source: Apply Coupon
fr: Appliquer le code

source: Standard Shipping
fr: Expédition classqiue

source: THANK YOU FOR YOUR ORDER
fr: MERCI DE VOTRE COMMANDE

source: Your order number is:
fr: Votre numéro de commande est :

# A_RECEIPT_HAS_BEEN_SENT_TO_YOUR_EMAIL
source: A receipt has been sent to your email address
fr: Un reçu à été envoyé à votre adresse e-mail

source: Customer Support Team
fr: L'équipe du service client

# COUPON_ERROR
source: The coupon code could not be applied. It may be expired or invalid.
fr: Le coupon ne peut s’appliquer. Il peut être expiré ou invalide.

source: Login
fr: Se connecter

source: Sign In
fr: S'inscrire

source: Create Account
fr: Créer un compte

source: E-mail address
fr: Adresse e-mail

source: Email Address
fr: Adresse email

source: Login with an Art.com account
fr: Se connecter avec un compte Art.com

source: Password
fr: Mot de passe

source: An error occurred. Please try again.
fr: Une erreur est intervenue. Merci d'essayer à nouveau.

source: Login Failed
fr: Echec de la connexion

source: Confirm Password
fr: Ressaisir mot de passe

source: E-mail addresses do not match
fr: L'adresse e-mail ne correspond pas.

source: Your passwords did not match
fr: Vos mots de passe ne correspondent pas

source: Your email address or password is incorrect
fr: Votre adresse e-mail ou mot de passe est incorrect

source: Please enter a valid email address
fr: Merci d'entrer une adresse e-mail valide.

source: Please enter a password
fr: Merci d'entrer un mot de passe.

source: Sign up using your email address
fr: S'inscrire en utilisant votre adresse e-mail

source: SIGN UP
fr: S'INSCRIRE

source: Retrieve your password
fr: Récuperer votre mot de passe

source: Forgot password?
fr: Mot de passe oublié?

source: RETRIEVING PASSWORD
fr: RÉCUPÉRATION DU MOT DE PASSE

source: SIGNING UP
fr: INSCRIPTION

source: AUTHENTICATING
fr: AUTHENTIFICATION

source: Terms of Service
fr: Conditions d'utilisation.

# com.facebook.error.code.2
source: To enable Facebook login, open Settings, select the Facebook menu, and set %@ to ON.
fr: Pour permettre la connexion avec Facebook, allez dans Réglages, sélectionnez le menu Facebook et confugrez MesPhotos en appuyant sur ON.

# NEW_PASSWORD_SENT
source: Your new password has been sent to your registered email address.
fr: Votre nouveau mot de passe a été envoyé à votre adresse e-mail habituelle.

# PASSWORD_AT_LEAST_SEVEN
source: Passwords must be at least seven characters
fr: Les mots de passe doivent comporter au moins sept caractères

# NO_ACCOUNT_INFO_FOUND
source: No account information found for this email address.
fr: Aucun compte n'a été trouvé pour cette adresse e-mail.

# ENTER_EMAIL_ACCOUNT
source: Enter the email address associated with your account
fr: Saisissez l'adresse e-mail associée à votre compte

source: Log In With Email
fr: Se connecter avec son e-mail

source: Sign Up With Email
fr: S'inscrire avec son e-mail

source: Forgot your password
fr: Vous avez oublié votre mot de passe ?

source: Log In With Facebook
fr: Se connecter avec Facebook

source: Log In
fr: Se connecter

source: Sign Up
fr: S'inscrire

source: Size
fr: Taille

source: Price
fr: Prix

source: No Frame
fr: Sans cadre

source: Usually Ships In
fr: Normalement livré sous

source: Select Size
fr: Choisissez la taille

source: Framed Size
fr: Taille du cadre

source: Profile
fr: Profil

source: Color
fr: Couleur

source: Material
fr: Matière

source: Finish
fr: Finir

source: Select Frame
fr: Choisissez le cadre

source: Item Subtotal
fr: Montant total de l'article

source: Add to My Cart
fr: Ajouter au panier

source: No Frames found for selected options
fr: Aucun cadre trouvé pour les options sélectionnés.

source: Getting payment types
fr: Chargement des modes de paiement en cours

source: Help
fr: Aide

# SCAN_CARD
source: Scan your card
fr: Scanner votre carte
